# Transform Operators

---
The Transform type exposes the following members.
| Name| Description
---|---|---
| Multiply(Transform, Transform)| Multiplies the two specified transforms.
Top
#### Reference
Transform Class
Autodesk.Revit.DB Namespace